/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %g m)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Senter";

/* An audio channel label. */
"Center Surround" = "Sentersurround";

/* An audio channel label. */
"Center Surround Direct" = "Sentersurround direkte";

/* Channel. An audio channel label. */
"Channel" = "Kanal";

/* Channels. An audio channel label. */
"Channels" = "Kanaler";

/* An audio channel label. */
"Click Track" = "Klikkspor";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialogsentrisk miks";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Diskret";

/* An audio channel label. */
"Foreign Language" = "Annet språk";

/* An audio channel label. */
"Headphones Left" = "Hodetelefoner venstre";

/* An audio channel label. */
"Headphones Right" = "Hodetelefoner høyre";

/* An audio channel label. */
"Hearing Impaired" = "Hørselshemmet";

/* An audio channel label. */
"Left" = "Venstre";

/* An audio channel label. */
"Left Center" = "Venstre senter";

/* An audio channel label. */
"Left Surround" = "Venstre surround";

/* An audio channel label. */
"Left Surround Direct" = "Venstre surround direkte";

/* An audio channel label. */
"Left Total" = "Venstre total";

/* An audio channel label. */
"Left Wide" = "Venstre bredt";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE skjerm";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Midt";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Tale";

/* An audio channel label. */
"Rear Surround Left" = "Bakre surround venstre";

/* An audio channel label. */
"Rear Surround Right" = "Bakre surround høyre";

/* An audio channel label. */
"Right" = "Høyre";

/* An audio channel label. */
"Right Center" = "Høyre senter";

/* An audio channel label. */
"Right Surround" = "Høyre surround";

/* An audio channel label. */
"Right Surround Direct" = "Høyre surround direkte";

/* An audio channel label. */
"Right Total" = "Høyre total";

/* An audio channel label. */
"Right Wide" = "Høyre bredt";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Side";

/* An audio channel label. */
"Top Back Center" = "Øvre bakre senter";

/* An audio channel label. */
"Top Back Left" = "Øvre bakre venstre";

/* An audio channel label. */
"Top Back Right" = "Øvre bakre høyre";

/* An audio channel label. */
"Top Center Surround" = "Øvre senter surround";

/* An audio channel label. */
"Unknown" = "Ukjent";

/* An audio channel label. */
"Unused" = "Ubrukt";

/* An audio channel label. */
"Vertical Height Center" = "Vertikal høyde senter";

/* An audio channel label. */
"Vertical Height Left" = "Vertikal høyde venstre";

/* An audio channel label. */
"Vertical Height Right" = "Vertikal høyde høyre";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptisk";

